# This file should ensure the existence of records required to run the application in every environment (production,
# development, test). The code here should be idempotent so that it can be executed at any point in every environment.
# The data can then be loaded with the bin/rails db:seed command (or created alongside the database with db:setup).
#
# Example:
#
#   ["Action", "Comedy", "Drama", "Horror"].each do |genre_name|
#     MovieGenre.find_or_create_by!(name: genre_name)
#   end

Product.create([
                 {
                   name: "Вологий корм для собак Brit Mono Protein Turkey 400 г - індичка",
                   description: "Рецептура з вмістом одного протеїну з м'яса індички підходить для зниження ризику алергії та харчової непереносимості. Повноцінний корм суперпреміум класу для собак.",
                   price: 167.00,
                   category: "Собаки",
                   image: "Cormdog.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Вологий корм для стерилізованих котів Savory 85 г - ягня та журавлина",
                   description: "Savory — це повноцінний вологий корм суперпреміум класу, спеціально розроблений для кастрованих і стерилізованих котів.",
                   price: 46.00,
                   category: "Кішки",
                   image: "Cormcat.jpg"
                 },
                 {
                   name: "Корм для середніх папуг Природа Фієста «Німфа» 600 г",
                   description: "Основний раціон для корел, німф, нерозлучників та інших середніх папуг. Розроблений ветеринарами.",
                   price: 120.00,
                   category: "Птахи",
                   image: "Cormbird.jpg"
                 },
               {
                 name: "Корм для вуличних птахів Природа, 500 г",
                 description: "Корм має багатокомпонентний склад і призначений для щоденного годування вуличних птахів. Кількість поживних речовин збалансована так, щоб птахи не мерзли в холоди, мали сили та енергію для активного життя. Корм виготовлений з добірного зерна, насіння та бобових, не проходить хімічну обробку і не містить консервантів. Розраховано на птахів різних видів.",
                 price: 52.50,
                 category: "Птахи",
                 image: "Cormbird1.jpg"  # Тільки ім'я файлу, без слешу на початку
               },
                 {
                   name: "Корм для екзотичних птахів Special One 500 г",
                   description: "Рецептура корму розроблена спеціально для амадин, амарант та інших декоративних птахів, що містяться в домашніх умовах. Вона складена на основі новітніх світових норм годування, а також рекомендацій провідних світових фахівців з розведення та утримання екзотичних птахів.
Корм має унікальний, надзвичайно багатий склад, до якого входять не тільки базові інгредієнти і смакоту, а й продукти з природного ареалу проживання екзотичних птахів. До складу корму увійшло 18 інгредієнтів, серед яких високоякісне зерно, сушені фрукти, овочі, цілющі рослини, а також улюблені делікатеси - абіссінський нуг, кунжут білий, ромашка, фенхель, суданська трава. Корм збагачений інгредієнтами, які зміцнюють здоров'я, роблять оперення яскравим і прискорюють линяння.",
                   price: 139.0,
                   category: "Птахи",
                   image: "Cormbird2.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Корм для хвилястих папуг Природа «Папужка» + Йод та Ехінацея 500 г",
                   description: "Рецептура корму розроблена на основі рекомендацій провідних фахівців з розведення та утримання декоративних птахів. Набір зернових культур відповідає раціону птаха у природних умовах. Регулярне вживання корму дозволяє уникнути авітамінозів, неправильної або затяжної линьки, забезпечує птахам хорошу кондицію. Йод нормалізує обмін речовин та допомагає уникнути розладів, пов'язаних з утриманням у клітці. Ехінацея сприяє активізації метаболічних процесів, підвищенню життєвого тонусу птаха.",
                   price: 60.00,
                   category: "Птахи",
                   image: "Cormbird3.jpg"
                 },
                 {
                   name: "Сухий корм для собак Pro Plan Large Athletic 14 кг - ягня",
                   description: "Ми впевнені: щоб надовго зберегти здоров'я вашого собаки, необхідно професійно застосовувати найсучасніші досягнення науки до розробки харчування, яке супроводжує вашого собаку протягом усього життя.

Тому наша команда кваліфікованих ветеринарів та дієтологів розробила для кормів Purina® Pro Plan® комплекси OPTI-nutrition (ОПТІ-нутрішн) – ефективне поєднання поживних речовин, яке дозволяє підтримувати здоров'я вашого собаки на різних етапах життя, враховуючи індивідуальні потреби.",
                   price: 2652.90,
                   category: "Собаки",
                   image: "Cormdog1.jpg"
                 },
                 {
                   name: "Сухий корм для активних собак всіх порід Dog Chow Active Chicken 2,5 кг (курка)",
                   description: "Сухий повнораціонний корм для дорослих активних та робочих собак віком від 1 до 9 років.
Якщо Ваш собака бігає цілий день, йому потрібне повноцінне харчування, яке буде відновлювати всі калорії, що він спалив. Ось чому Dog Chow містить всі поживні речовини для робочих і активних собак, яким потрібно залишатися у формі: здоровими та сильними, а незамінні амінокислоти допомагають підтримувати м'язи сильними та допомагають в їхньому відновленні. До складу корму також входять відібрані природні інгредієнти і натуральні пребіотики, які сприяють підтримці здоров'я травної системи. Раціон Dog Chow створено без додавання штучних барвників, ароматизаторів та консервантів.",
                   price: 307.70,
                   category: "Собаки",
                   image: "Cormdog2.jpg"
                 },
                 {
                   name: "Сухий корм для собак Brit Care Dog Hypoallergenic Adult Large Breed 3 кг - ягня",
                   description: "Корм ідеально підходить для дорослих собак великих порід (понад 25 кг) з нормальною потребою в енергії. Обране джерело білка мінімізує ймовірність алергічних реакцій. Корм особливо підходить для собак з чутливим травленням, зі специфічними вимогами до харчування та собак в групі ризику розвитку харчової алергії.",
                   price: 800.80,
                   category: "Собаки",
                   image: "Cormdog3.jpg"
                 },
                 {
                   name: "Вологий корм для собак Royal Canin Gastro Intestinal Low Fat Loaf 420 г",
                   description: "Повнораціонний дієтичний корм для собак при розладах травлення
Підтримання травної системи
Високозасвоювана формула із збалансованим вмістом різних типів клітковини, включаючи пребіотики, для підтримання здорового травлення та кишкового транзиту.",
                   price: 127.50,
                   category: "Собаки",
                   image: "Cormdog4.jpg"
                 },
                 {
                   name: "Сухий корм для стерилізованих котів Optimeal 4 кг - індичка та овес",
                   description: "Повнораціонний сухий корм для стерилізованих кішок і кастрованих котів - індичка і овес. Зберігає здоров'я сечовивідної системи завдяки збалансованому вмісту мінеральних речовин, підтримує оптимальну вагу завдяки L-карнітину, зміцнює імунітет.",
                   price: 916.30,
                   category: "Кішки",
                   image: "Cormcat1.jpg"
                 },
                 {
                   name: "Вологий корм для котів Gourmet Gold Pate Turkey 85 г (індичка)",
                   description: "Ваш кіт цінує різноманітність у стравах, а Ви завжди у пошуку рецептур, що задовольнять його вишуканий смак. Саме тому GOURMET® Gold створив Паштет - рецепт, що здатен привести у захват навіть справжнього гурмана. Ніжний паштет з індичкою приготований з турботою для того, щоб Ваш улюбленець отримав справжнє задоволення. Паштет від GOURMET® Gold - задоволення втілене у ніжності! Всі рецепти GOURMET® Gold не містять доданих штучних ароматизаторів.",
                   price: 24.32,
                   category: "Кішки",
                   image: "Cormcat2.jpg"
                 },
                 {
                   name: "Сухий корм для стерилізованих котів Pro Plan Sterilised Salmon 3 кг - лосось",
                   description: "Pro Plan Sterilised - корм з високим вмістом білку і низьким вмістом жиру, поєднує необхідні поживні речовини, вітаміни А, С і Е. Забезпечує збалансований pH сечі.",
                   price: 959.00,
                   category: "Кішки",
                   image: "Cormcat3.jpg"
                 },
                 {
                   name: "Корм для щурів Special One 500 г",
                   description: "Рецептура корму розроблена спеціально для декоративних щурів, що містяться в домашніх умовах. Вона складена на основі новітніх світових норм годування, а також рекомендацій провідних світових фахівців з розведення та утримання декоративних гризунів.
У складі раціону - 21 інгредієнт, в тому числі насіння, цілющі трави, сушені фрукти, овочі, а також улюблені делікатеси - арахіс, шипшина, червоний рис, насіння гарбуза. До складу корму включені інгредієнти, які задовольняють потребу організму в білках, мінеральних речовинах, зміцнюють кістки та м'язи, покращують зовнішній вигляд тварин.",
                   price: 137.00,
                   category: "Гризуни",
                   image: "Cormprom.jpg"
                 },
                 {
                   name: "Сіно для гризунів Gimbi «Timothy Hay» (Сіно Тимофіївки) 500 г",
                   description: "Високоякісне сіно для гризунів. Являє собою натуральний, максимально корисний щоденний раціон для Вашого вихованця.
Інформація про товар
- Забезпечує гризуна всіма необхідними поживними речовинами і мікроелементами.
- Сточує зуби природним чином, стимулює жування, робить щоденний раціон багатшим і різноманітнішим.
- Запобігає ожиріння, а високий відсоток клітковини сприяє функціонуванню шлунково-кишкового тракту, що робить його ідеальним раціоном для кроликів, морських свинок, шиншил та інших дрібних травоїдних тварин.
- Знижує ймовірність виникнення діареї та кишкових газів, а також надає протизапальну функцію.",
                   price: 340.00,
                   category: "Гризуни",
                   image: "Cormprom1.jpg"
                 },
                 {
                   name: "Корм для кроликів Vitakraft «Emotion Beauty Selection» 1,5 кг (для шкіри та шерсті)",
                   description: "Корм для дорослих кролів. Хрустка морква, смачна люцерна, корисні квіти - в Emotion Beauty Selection Adult зібрано все найсмачніше і корисне для дорослих кролів. Склад корму підібраний спеціально для дорослих кроликів і містить метіонін для росту шерсті. Корисні олії сприяють блиску шерсті і здоров'ю шкіри. Без додавання цукру, штучних барвників і консервантів. Смачна і поживна суміш в упаковці, що зберігає аромат і свіжість корму.",
                   price: 984.00,
                   category: "Гризуни",
                   image: "Cormprom2.jpg"
                 },
                 {
                   name: "Корм для хом'яків Природа Фієста «Хом'ячок» 600 г",
                   description: "Повноцінний вітамінізований корм – основний раціон для хом’яків та інших домашніх гризунів.

Рецептура корму розроблена спеціально для хом’ячків, які утримуються в домашніх умовах. Вона складена відповідно до рекомендацій ветеринарів та фахівців з розведення гризунів. Корм містить всі необхідні компоненти, які забезпечують улюбленців вітамінами, мінералами та іншими корисними речовинами. Грануляти допомагають гризунам сточувати зуби, покращувати травлення та нормалізувати обмін речовин.",
                   price: 85.00,
                   category: "Гризуни",
                   image: "Cormprom3.jpg"
                 },
                 {
                   name: "Вологий корм для собак Brit Mono Protein Christmas Carp with Potatoes 400 г - короп та картопля",
                   description: "Плануєте для свого песика особливе меню на зимові свята? Тоді основною стравою зробіть вологий корм Brit Care Dog з коропом і картопляним салатом. Цей повнораціонний корм не містить сої та глютену. Один вид білка, а саме 100% чистий протеїн коропа, та невелика кількість інгредієнтів підходять для собак із чутливим травленням, алергією та харчовою непереносимістю.",
                   price: 167.00,
                   category: "Собаки",
                   image: "Cormdog5.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Сухий корм для цуценят Nature's Protection Superior Care White Dogs Grain Free Junior Small and Mini Breeds 1,5 кг - біла риба",
                   description: "Може допомогти знизити ризик виникнення бурих плям від сліз під очима і слини навколо бороди та на лапах. Корм розроблений з метою підтримки необхідного прозорого складу слізної рідини.
Основне і легко перетравлюване джерело білка вищої якості — біла риба.
Антарктичний криль — унікальне і 100% стійке джерело Омега-3 і холіну.
Підходить для цуценят із чутливою травною системою.",
                   price: 782.00,
                   category: "Собаки",
                   image: "Cormdog6.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Вологий корм для дорослих собак Savory 400 г - м'ясне асорті",
                   description: "Savory — повнораціонний вологий корм з чотирма видами м’яса, спеціально створений для дорослих собак усіх порід. Завдяки багатій рецептурі та поєднанню якісних інгредієнтів, корм забезпечує вашого улюбленця енергією та всіма необхідними поживними речовинами. Ексклюзивна рецептура, розроблена європейськими спеціалістами, поєднує користь і вишуканий смак, який задовольнить навіть найвибагливішого чотирилапого.",
                   price: 153.00,
                   category: "Собаки",
                   image: "Cormdog7.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Вологий корм для собак, при захворюваннях нирок Pro Plan Veterinary Diets NF Renal Function 400 г",
                   description: "Вологий дієтичний корм для собак при патології нирок.
Pro Plan Veterinary Diets NF Renal Function Canine Formula - це повнораціонний дієтичний корм для дорослих собак для підтримки функції нирок у випадку хронічної ниркової недостатності. Створений з обмеженим рівнем білку та низьким вмістом фосфору.",
                   price: 139.00,
                   category: "Собаки",
                   image: "Cormdog8.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Сухий корм для дорослих собак всіх порід Carnilove True Fresh FISH for Adult dogs 4 кг (риба)",
                   description: "Рецептура корму розроблена на основі свіжої риби. Це покращує засвоєння корму, значно збагачує його поживними речовинами та задовольняє вроджену пристрасть собаки до щойно впольованої здобичі.
Рецептура містить високу частку риби з Північного моря, а також прісноводну рибу з південно-чеських ставків. Доданий нут є природним джерелом рослинного білка та мінералів, необхідних для здорового обміну речовин. Яблука — це відмінне джерело клітковини, яка необхідна для загального здоров’я травного тракту. Імбир та журавлина забезпечують важливі антиоксиданти і допомагають формувати міцний природний імунітет, тоді як корінь цикорію виконує пребіотичну функцію завдяки вмісту інуліну.",
                   price: 2661.00,
                   category: "Собаки",
                   image: "Cormdog9.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Гігієнічний наповнювач для гризунів Chipsi Green Apple 60 л - тирса",
                   description: "Chipsi Green Apple – підстилка з деревної стружки зі свіжим фруктовим ароматом яблука. Підходить для більшості гризунів.
Chipsi Green Apple дуже ефективно поглинає вологу, зберігаючи клітку сухою, забезпечуючи максимальну чистоту та створюючи винятково свіжий і фруктовий аромат, без будь-яких хімічних речовин.",
                   price: 305.00,
                   category: "Гризуни",
                   image: "Cormprom4.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Туалет для гризунів Trixie кутовий 16 x 7 x 12/12 см (пластик, кольори в асортименті)",
                   description: "• пластик
• спрощує прибирання клітки
• гігієнічний і легко очищається
• запобігає засмічення клітини
• кольори в асортименті",
                   price: 35.00,
                   category: "Гризуни",
                   image: "Cormprom5.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Ласощі для гризунів Special One «Пончики» 60 г / 3 шт (цикорій, арахіс, барбарис)",
                   description: "Додатковий корм, має унікальний, надзвичайно різноманітний склад, який включає інгредієнти з природного місця проживання улюбленців.
Рецептура ласощів розроблена спеціально для декоративних гризунів, які утримуються в домашніх умовах. Смаколики чудово доповнюють раціон гризунів корисними речовинами і дарують нові смаки. Арахіс, барбарис, насіння льону, квіти волошки виводять шлаки, зміцнюють серце та судини, попереджають хвороби нирок.",
                   price: 95.00,
                   category: "Гризуни",
                   image: "Cormprom6.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Мінеральний комплекс для гризунів Terrix сепія 12-15 см 3 шт",
                   description: "Сепія, або панцир каракатиці, — це твердий внутрішній скелет молюска, який широко використовується для підтримки здоров'я домашніх тварин. Вона є чудовим джерелом кальцію, інших мінералів та мікроелементів, які важливі для багатьох видів тварин, зокрема равликів, птахів, рептилій, гризунів і риб.",
                   price: 285.00,
                   category: "Гризуни",
                   image: "Cormprom7.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Поїлка для гризунів Природа 60 мл (пластик)",
                   description: "Поїлка з прозорою колбою дозволяє контролювати кількість води і вчасно доливати її. Поїлка кріпиться до стінок клітки. Металева соломинка не деформується і не іржавіє. Кулька усередині соломинки запобігає випадкове витікання води. Вода ллється тільки коли тварина торкається до кульки. Це зручно і гризунам, і господарям - підстилка під поїлки завжди залишається сухою. Кріплення в комплекті.
Матеріал: пластик, нержавіюча сталь.",
                   price: 100.00,
                   category: "Гризуни",
                   image: "Cormprom8.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Миска керамічна Trixie 200 мл / 10 см - кольори в асортименті",
                   description: "Переваги:
з заокругленим обідком
запобігає випадання корму
Відтінки кольорів реального товару, можуть відрізнятися від фото на екрані пристроїв, залежно від виду екрана та його передачі кольору.",
                   price: 129.00,
                   category: "Гризуни",
                   image: "Cormprom9.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Ласощі для кошенят Half&Half Meaty Softies Kitten 50 г - індичка",
                   description: "Додатковий корм для кошенят. Беззернові натуральні ласощі з м’ясом - ідеальне доповнення до основного раціону кошеняти. Маленькі м’які шматочки дуже зручні для споживання. Легкозасвоювані білки не навантажують систему травлення та чудово смакують. Інгредієнти оптимальні для смачного перекусу та здоров’я улюбленця. Не містить злаків та глютеновмісних складових – безпечні для кошенят із непереносимістю глютену. Без ГМО.",
                   price: 49.70,
                   category: "Кішки",
                   image: "Cormcat4.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Ласощі для котів Trixie PREMIO Quadro-Sticks 5 шт. (лосось та форель)",
                   description: "Додатковій корм для котів. Поради до застосування: давати як закуску між прийомами їжі.
Склад: м’ясо та м’ясопродукти, риба та рибопродукти (6% лосось, 6% форель) мінеральні добавки.
Аналітичний склад: сирий жир – 20,0 %, сирий білок – 33,5 %, сира зола – 9,0 %, клітковина – 2,0 %, вологість 28,0%.",
                   price: 64.00,
                   category: "Кішки",
                   image: "Cormcat5.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Матрац для котів та собак Pet Fashion Kevin 1 50х40х19 см - cts",
                   description: "Матрац Kevin - поєднання лаконічності та стилю. Універсальна модель, яка сподобається всім улюбленцям та їхнім господарям. Матрац легкий, м’який, гарантує чудовий відпочинок, зручний для транспортування завдяки ручці з цупкої тасьми. Собака та кіт може влягтися на ньому так, як йому зручно, а хвостики невеликих порід, цуценята та кошенята з комфортом розмістяться навіть удвох.",
                   price: 679.00,
                   category: "Кішки",
                   image: "Cormcat6.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Туалет для котів Природа з сіткою 26 x 34,5 x 5 см (пластик, кольори в асортименті)",
                   description: "Туалет з сіточкою невеликого розміру підійде для кошенят, які люблять розкидати наповнювач, і невеликих котів. При використанні лотка з сіточкою котик не бруднить лапки, а вам не доведеться збирати сміття після кожного використання улюбленцем туалету. Головна умова - обов'язково мити туалет відразу після використання. Досить сполоснути його в воді з м'яким миючим засобом.",
                   price: 89.00,
                   category: "Кішки",
                   image: "Cormcat7.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Лопатка з отворами Природа для гігієнічного наповнювача «№2» (пластик, кольори в асортименті)",
                   description: "Пластикова лопатка - це аксесуар, який спрощує догляд за туалетом вашого улюбленця. Міцний первинний пластик, ергономічна форма, привабливі кольори - це переваги лопаток ТМ «Природа». Ви можете придбати вироби різної форми і розміру.",
                   price: 26.00,
                   category: "Кішки",
                   image: "Cormcat8.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Дезодорант для котячого туалету Biokat's Deo Pearls 700 г - бавовна",
                   description: "З дезодорантом Biokat's Deo Cotton blossom ви можете освіжати котячий туалет на власний розсуд і так часто, як вам заманеться. Пориньте у світ ароматів і дозвольте собі зачаруватися гармонійним поєднанням запаху квітів бавовни та відтінком жасмину. Ніби легенький вітерець, квіти бавовни будуть щодня приносити у ваш будинок аромат свіжовипраної білизни.",
                   price: 473.00,
                   category: "Кішки",
                   image: "Cormcat9.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Клітка для птахів Fop «Ivonne» 66 x 45 x 60 см",
                   description: "Зручна клітка для декоративних птахів середнього размера. Верх клітки легко відкривається, і ваші пернаті друзі можуть насолодитися відчуттям свободи. На висуваних дверцятах легко встановлюється жердинка для вигулу. Решітка оцинкована. У комплект входять 2 пластикові годівниці, 3 жердочки.",
                   price: 6345.00,
                   category: "Птахи",
                   image: "Cormbird4.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Клітка для птахів Fop «Tiffany» 72 x 55,5 x 123,5 см",
                   description: "Вольєр для птахів оцинкований на колесах стане прикрасою будь-якого приміщення. З кліткою в комплекті йдуть кілька перекладин і годівниць. Клітка зроблена з твердого металевого каркаса зі зручним і широким отвором на передній стінці, а також знімним дном для легкої чистки від бруду. Прекрасно підійде для утримання великих і середніх папуг, таких як жако.",
                   price: 22846.00,
                   category: "Птахи",
                   image: "Cormbird5.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Вітамінно-мінеральний комплекс Beaphar Vinka для птахів, 50 мл",
                   description: "Особливості продукту
Вітамінно-мінеральний комплекс для птахів зміцнює опірність організму птахів, які утримуються у вольєрах та клітках (особливо пташенят), сприяє швидкому і повному линянню
Завдяки належному співвідношенню життєво важливих вітамінів, птахи стають сильніші та здоровіші",
                   price: 167.00,
                   category: "Птахи",
                   image: "Cormbird6.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Вітамінно-мінеральний комплекс Beaphar Vitamin cal для собак, котів, гризунів і декоративних птахів 250 г",
                   description: "Особливості продукту
Кормова добавка Vitamin cal містить високоякісні мінерали, мікроелементи та вітаміни, завдяки чому компенсує нестачу поживних речовин у їжі, зміцнює кістки і зуби тварини, сприятливо впливає на всі функції організму, покращує зовнішній вигляд, підтримує імунітет
Добавку особливо рекомендовано собакам і котам, яких годують натуральним кормом",
                   price: 411.00,
                   category: "Птахи",
                   image: "Cormbird7.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Іграшка для папуги Ferplast 9 x 3 x 32 см",
                   description: "Ferplast (Ферпласт) Parrot U-turn Toy - дерев’яна іграшка з трьома дзвіночками - це відмінний аксесуар для кліток папуг. Вона має різну кумедну форму і подана у ​​різних кольорах. Металевий ланцюжок із гачком дозволить без проблем підвішувати іграшку до клітки, а маленькі дзвіночки, що розташовані на різних рівнях, завжди будуть розважати вашого улюбленця.
Усі дерев’яні іграшки від компанії Ferplast пофарбовані не токсичним барвником. Іграшка доступна в різних кольорах без можливості їхнього вибору, оскільки колір конкурсних торгів залежить від наявності на складі.",
                   price: 240.00,
                   category: "Птахи",
                   image: "Cormbird8.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Годівниця для папуг Ferplast Crema 1 5 x 3 см",
                   description: "Ferplast годівниці для птахів, канарок і дрібних екзотичних птахів мають круглу форму і ідеально підходять для зберігання насіння або кормових сумішей.
Виготовлені з міцного пластику, їх легко чистити та легко скласти, вони складаються з чаші та практичної системи кріплення до клітки. Досить глибокі, вони дозволяють птахам їсти, не розсипаючи корм.
Діаметр: 5 x 3 см.",
                   price: 155.00,
                   category: "Птахи",
                   image: "Cormbird9.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Акваріумний комплект Природа «СКАЛЯРІЯ» LED 40 х 25 х 34 прямий (34 л)",
                   description: "Купити акваріум — відмінний вибір, щоб прикрасити будинок. Акваріум служить прекрасною декорацією, дозволяючи створити в будинку окремий маленький світ з живими мешканцями - рибками. Комплект НЕОН LED 34л Прямий зроблений з високоякісних матеріалів, що дозволить йому довго служити, не викликаючи труднощів.",
                   price: 2995.00,
                   category: "Риби",
                   image: "Cormfish.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Акваріум Aquael круглий d=25 см (8,5 л)",
                   description: "Акваріум кулястої форми. Виготовлен з товстого, міцного, стійкого до пошкоджень скла.",
                   price: 1300.00,
                   category: "Риби",
                   image: "Cormfish1.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Ґрунт для акваріума Nechay Zoo 2 кг - чорно-білий",
                   description: "Ідеальний вибір для створення природного акваріумного ландшафту! Грунт Nechay Zoo забезпечує оптимальні умови для кореневої системи рослин, сприяє стабілізації біобалансу та запобігає утворенню застійних зон.",
                   price: 87.00,
                   category: "Риби",
                   image: "Cormfish2.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Субстрат для акваріума Tetra «Active Substrate» 3 л",
                   description: "Бренд Тетра розробив сучасний активний ґрунт-субстрат для акваріумів, який чудово підходить для використання у прісноводних штучних водоймах.
Він складається з природних компонентів і здатен сприяти виникненню екосистеми невеличкої домашньої акваторії. Ґрунт складається з глинистих гранул, розмір яких ідеально підходить для невеликого акваріума до 3 літрів.",
                   price: 391.00,
                   category: "Риби",
                   image: "Cormfish3.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Сухий корм для акваріумних риб Tetra в чипсах «TetraMin Pro Crisps» 250 мл / 55 г (для всіх акваріумних риб)",
                   description: "Ретельно підібрана суміш високопоживних функціональних інгредієнтів, вітамінів, мінералів і мікроелементів для щоденного повноцінного харчування риб.",
                   price: 381.00,
                   category: "Риби",
                   image: "Cormfish4.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Сухий корм для акваріумних риб Природа в пластівцях Біовіт «Універсал» 10 г (для всіх акваріумних риб)",
                   description: "Спеціальний пластинчастий корм для щоденного годування.
Корм рекомендується для акваріумних риб сімейства цихлид та іншим яскраво забарвленим видам. Має відмінні смакові якості, забезпечує хорошу кондицію, активність і яскраве природнє забарвлення акваріумних риб. Корм виготовлено з високоякісних натуральних інгредієнтів.",
                   price: 26.00,
                   category: "Риби",
                   image: "Cormfish5.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Сухий корм для акваріумних риб Tetra в чипсах «TetraPro Colour» 12 г (для всіх акваріумних риб)",
                   description: "Щоб ваші акваріумні рибки були яскравими та гарними, обов’язково потрібно підбирати корм, який є не тільки поживним і корисним, але й може впливати на загальне забарвлення риб. Саме таким є Tetra PRO Colour – універсальний корм у вигляді чипсів для акваріумних рибок, який у своєму складі містить спеціальні речовини, що сприяють яскравості риб.",
                   price: 88.00,
                   category: "Риби",
                   image: "Cormfish6.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Сачок для акваріума Tetra «Fish Net» M 10 см",
                   description: "Інформація про товар
- дозволяє легке виймання риб з акваріума
- спеціально покриті пластиком черпак і ручка не травмують риб
- стійкий до корозії, що забезпечує довгу експлуатацію
- міцна на розрив сітка (100%-ий нейлон)
- пропонуються разом з гачком для підвіски",
                   price: 75.00,
                   category: "Риби",
                   image: "Cormfish7.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Шланг ПВХ Tetra «AH 50-400» 2,5 м",
                   description: "Шланг для компресора Tetra AH 50-400 – це гнучкий та надійний шланг із ПВХ, призначений для підключення компресора до повітряних розпилювачів. Забезпечує ефективну подачу повітря для підтримання оптимального середовища в акваріумі.",
                   price: 161.00,
                   category: "Риби",
                   image: "Cormfish8.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   name: "Термометр для акваріума Aquael з присоскою",
                   description: "Скляний термометр для акваріума Aquael з присоскою є ідеальним вибором для вимірювання температури води у вашому акваріумі.
Цей термометр має простий дизайн і зручну форму, завдяки чому його легко встановити в будь-якому місці акваріума. Термометр має чітку і легко читабельну шкалу, яка показує температуру води в градусах Цельсія від 0°С до +40°С.",
                   price: 160.00,
                   category: "Риби",
                   image: "Cormfish9.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   category: "Акції",
                   image: "Rodent.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   category: "Акції",
                   image: "Rodent1.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   category: "Акції",
                   image: "Rodent2.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   category: "Акції",
                   image: "Rodent3.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   category: "Акції",
                   image: "Rodent4.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   category: "Акції",
                   image: "Rodent5.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   category: "Акції",
                   image: "Rodent6.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   category: "Акції",
                   image: "Rodent7.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   category: "Акції",
                   image: "Rodent8.jpg"  # Тільки ім'я файлу, без слешу на початку
                 },
                 {
                   category: "Акції",
                   image: "Rodent9.jpg"  # Тільки ім'я файлу, без слешу на початку
                 }
               ])

